Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: Bad URL: expected 'x3', got '{1}'
de_de: Falsche URL: erwartet 'x3', erhalten '{1}'
es_es: URL errónea: esperada 'x3', recibida '{1}'
fr_fr: URL erronée : attendue 'x3', reçue '{1}'
pt_pt: URL errado: esperado 'x3' recebido '{1}'
zh_cn: URL错误：预期为'x3'，收到'{1}'

source: Instance not found: entity {0}, ID {1}
de_de: Instanz nicht gefunden: Entität {0}, ID {1}
es_es: Instancia no encontrada: entidad {0}, ID {1}
fr_fr: Instance non trouvée : entité {0}, ID {1}
pt_pt: Instância não encontrada: entidade {0} {1} ID
zh_cn: 未找到实例：实体{0}，ID {1}

source: Entity not found: {0}
de_de: Entität nicht gefunden: {0}
es_es: Entidad no encontrada : {0}
fr_fr: Entité non trouvée : {0}
pt_pt: Entidade não encontrado: {0}
zh_cn: 未找到实体：{0}

source: Endpoint not found: application {0}, contract {1}, dataset {2}
de_de: Endpoint nicht gefunden: Anwendung {0}, Vertrag {1}, Datensatz {2}
es_es: Endpoint no encontrado: aplicación {0}, contrato {1}, juego de datos {2}
fr_fr: Endpoint non trouvé : application {0}, contrat {1}, jeu de données {2}
pt_pt: Endpoint não encontrado: aplicação {0}, {1} contrato, conjunto de dados {2}
zh_cn: 未找到端点：应用程序{0}，合同{1}，数据集{2}

source: Unexpected URL segment: {0}
de_de: Unerwartetes URL-Segment: {0}
es_es: Segmento de URL inesperado: {0}
fr_fr: Segment d'URL inattendu: {0}
pt_pt: URL segmento inesperado: {0}
zh_cn: 意外的URL分段：{0}

source: Not yet implemented
de_de: Noch nicht implementiert
es_es: Sin implementar
fr_fr: Pas encore mis en oeuvre
pt_pt: No entanto, para oeuvre
zh_cn: 尚未实施

source: Forbidden: You don't have the right to execute '{0}' operation with method '{1}'
de_de: Unzulässig: Sie haben nicht die Berechtigung, die Aktion '{0}' mit der Methode '{1}' auszuführen
es_es: Prohibido: no tiene permisos para ejecutar la operación '{0}' con el método '{1}'
fr_fr: Interdit : vous n'avez pas le droit d'éxecuter l'opération '{0}' avec la méthode '{1}'
pt_pt: Interdito: não tem permissão para executar a operação '{0}' com o método '{1}'
zh_cn: 禁止：您无权以方法'{1}'来执行操作'{0}'

source: Syracuse server exception
de_de: Ausnahme Syracuse-Server
es_es: Excepción de servidor Syracuse
fr_fr: Exception de serveur Syracuse
pt_pt: Exceto servidor Syracuse
zh_cn: Syracuse服务器异常情况

source: Relation or property not found: {0}
de_de: Beziehung oder Eigenschaft nicht gefunden: {0}
es_es: Relación o propiedad no encontrada: {0}
fr_fr: Relation ou propriété non trouvée : {0}
pt_pt: Relacionamento ou propriedade não encontrado: {0}
zh_cn: 未找到关系或属性：{0}

source: The requested working copy is not available (session expired)
de_de: Die angeforderte Arbeitskopie ist nicht verfügbar (Sitzung abgelaufen)
es_es: La copia requerida no está disponible (sesión caducada)
fr_fr: La copie de travail requise n'est pas disponible (session expirée)
pt_pt: Cópia de trabalho necessário não está disponível (sessão expirou)
zh_cn: 所需的工作副本不可用（会话已过期）

source: {0} records of {1} indexed
de_de: {0} Datensätze von {1} indizierten
es_es: {0} registros de {1} indexados
fr_fr: {0} enregistrements de {1} indexés
pt_pt: {0} {1} registros indexados
zh_cn: 已检索{1}的{0}个记录

source: {0} mapping updated
de_de: Zuordnung von {0} aktualisiert
es_es: Mapeo de {0} actualizado
fr_fr: Mappage de {0} mis à jour
pt_pt: Mapeamento {0} atualizada
zh_cn: {0}的映射已更新

source: {0} index created
de_de: Index {0} erstellt
es_es: Índices {0} creados
fr_fr: Index {0} créés
pt_pt: Índice {0} criado
zh_cn: 已创建{0}索引

source: {0} index deleted
de_de: Index {0} gelöscht
es_es: Índices {0} borrados
fr_fr: Index {0} supprimés
pt_pt: Índice {0} apagados
zh_cn: 已删除{0}索引

source: Nothing to do
de_de: Keine Aufgaben
es_es: No hacer nada
fr_fr: Ne rien faire
pt_pt: Existências
zh_cn: 不执行任何操作

source: Representation not found: {0}
de_de: Repräsentation nicht gefunden: {0}
es_es: Representación no encontrada : {0}
fr_fr: Représentation non trouvée : {0}
pt_pt: Representação não encontrado: {0}
zh_cn: 未找到表示法：{0}

source: Error reading entity {0}: {1}
de_de: Fehler beim Lesen der Entität {0}: {1}
es_es: Error durante la lectura de la entidad {0}: {1}
fr_fr: Erreur lors de la lecture de l'entité {0} : {1}
pt_pt: Erro de leitura a entidade {0}: {1}
zh_cn: 读取实体{0}时出错：{1}

source: Starting index update: {0}
de_de: Beginn Aktualisierung Index: {0}
es_es: Inicio de la actualización del índice: {0}
fr_fr: Début de la mise à jour de l'index : {0}
pt_pt: Comece de atualizar o índice: {0}
zh_cn: 开始更新索引：{0}

source: Index update ended: {0}
de_de: Ende Aktualisierung Index: {0}
es_es: Fin actualización del indice: {0}
fr_fr: Fin mise à jour de l'index : {0}
pt_pt: Fim atualizar o índice: {0}
zh_cn: 开始更新索引：{0}

source: Index update has been aborted by user
de_de: Index-Aktualisierung wurde vom Benutzer abgebrochen
es_es: El usuairo ha cancelado la actualización del índice
fr_fr: La mise à jour de l'index a été abandonnée par l'utilisateur
pt_pt: A atualização do índice foi abortada pelo utilizador
zh_cn: 用户已中止索引更新

source: {0} : Indexing entity
de_de: Indizierende Entität
es_es: Entidad de indexación
fr_fr: Entité d'indexation
pt_pt: Indexação Característica
zh_cn: 检索的实体

source: Instance {0} has been updated
de_de: Instanz {0} wurde aktualisiert
es_es: La instancia {0} se ha actualizado
fr_fr: L'instance {0} a été mise à jour
pt_pt: A instância {0} foi atualizada
zh_cn: 实例{0}已被更新

source: Prototype {0} has been updated
de_de: Prototyp {0} wurde aktualisiert
es_es: El prototipo {0} se ha actualizado
fr_fr: Le prototype {0} a été mis à jour
pt_pt: O protótipo {0} foi actualizado
zh_cn: 原型{0}已被更新

source: Search engine {0} started
de_de: Suchmaschine {0} gestartet
es_es: Motor de búsqueda {0} arrancado
fr_fr: Moteur de recherche {0} démarré
pt_pt: Search engine {0} começou
zh_cn: 搜索引擎{0}已启动

source: Search engine not available (check configuration or start search engine service)
de_de: Suchmaschine nicht verfügbar (prüfen Sie die Konfiguration oder starten Sie den Suchmaschinenservice)
es_es: Motor de búsqueda no disponble (compruebe la configuración o arranque el servicio de motor de búsqueda)
fr_fr: Moteur de recherche indisponible (vérifiez la configuration ou démarrez le service de moteur de recherche)
pt_pt: Motor de busca disponíveis (verifique o sistema ou iniciar o motor de busca de serviços)
zh_cn: 搜索引擎不可以（请检查配置或启动搜索引擎服务）

source: {0} (on {1})
de_de: {0} (von {1})
es_es: {0} (sobre {1})
fr_fr: {0} (sur {1})
pt_pt: {0} ({1} em)
zh_cn: {0}（{1}上）

source: Search feature isn't available for selected endpoints and selected locales ({0} or {1}). Please reindex your endpoints
de_de: Suchfunktion für ausgewählte Endpoints und lokale Parameter ({0} oder {1}) nicht verfügbar. Endpoints erneut indizieren
es_es: La funcionalidad de búsqueda no está disponible para los parám. regionales ({0} ó {1}) seleccionados. Vuelva a indexar.·
fr_fr: La fonctionnalité recherche n'est pas disponible pour les param. régionaux ({0} ou {1}) sélectionnés. Veuillez réindexer
pt_pt: O recurso de pesquisa não está disponível para o parâmetro. regionais ({0} ou {1}) seleccionado. Por favor, re-index
zh_cn: 对于选中的本地化设置（{0}或{1}），搜索功能不可用。请重新检索

source: Please select an endpoint in your user profile panel
de_de: Bitte wählen Sie in Ihrem Benutzerprofilpanel einen Endpoint aus
es_es: Seleccionar un endpoint en su panel de perfil usuairo
fr_fr: Sélectionnez un endpoint dans votre panneau profil utilisateur
pt_pt: Selecione um endpoint no seu painel de perfil do utilizador
zh_cn: 选择您的用户策略面板中选择一个端点

source: The search engine is not available at "{0}". Please check if Elastic Search is set up and running
de_de: Die Suchmaschine ist nicht verfügbar auf "{0}". Bitte prüfen Sie, ob Elastic Search eingerichtet ist und läuft
es_es: El motor de búsqueda no está disponible en "{0}". Compruebe la parametrización/funcionamiento para Elastic/Search
fr_fr: Le moteur de recherche n'est pas disponible sur "{0}". Veuillez contrôler le paramétrage/fonctionnement pour Elastic Search
pt_pt: O motor de busca não está disponível em "{0}" . Por favor, verifique as configurações / operação para Elastic Search
zh_cn: "{0}"上的搜索引擎不可以。请查看Elastic Search的参数设置/运行情况

source: search engine {0} started
de_de: Suchmaschine {0} gestartet
es_es: Motor de búsqueda {0} arrancado
fr_fr: Moteur de recherche {0} démarré
pt_pt: Search engine {0} começou
zh_cn: 搜索引擎{0}已启动

source: The search engine is not available (Ask your administrator to check the configuration or start the search engine service)
de_de: Suchmaschine ist nicht verfügbar (Bitten Sie Ihren Admin., die Konfig. zu prüfen oder starten Sie den Suchmaschinenservice
es_es: Motor de búsqueda no disponible (Solicite el admin para comprobar la config o rearrancar el servicio motor de búsqueda)·
fr_fr: Moteur de recherche indisponible (Demandez à l'admin de vérifier la config ou de démarrer le service moteur de recherche)·
pt_pt: Search Engine indisponível (Colicite ao administrador para verificar a configuração ou inicie o serviço do motor de pesquis
zh_cn: 搜索引擎不可用（请管理员检查配置或启动搜索引擎服务）

source: Search results
de_de: Suchergebnisse
es_es: Resultados
fr_fr: Résultats
pt_pt: Resultados
zh_cn: 结果

source: No new sessions allowed because server is being shut down.
de_de: Keine neuen Sitzungen zulässig, da der Server heruntergefahren wird
es_es: Ninguna nueva sesión autorizada debido a la parada del servidor
fr_fr: Aucune nouvelle session autorisée en raison de l'arrêt du serveur
pt_pt: Não há novas sessões permitido devido ao desligamento do servidor
zh_cn: 因服务器关闭，不允许有新的会话

source: Dataset not found: {0}
de_de: Datensatz nicht gefunden: {0}
es_es: Juego de datos no encontrado: {0}
fr_fr: Jeu de données non trouvé : {0}
pt_pt: Dataset não encontrado: {0}
zh_cn: 未找到数据集：{0}

source: Operation not found : {0}
de_de: Aktion nicht gefunden: {0}
es_es: Operación no encontrada: {0}
fr_fr: Opération non trouvée : {0}
pt_pt: Operação não encontrado: {0}
zh_cn: 未找到操作：{0}

source: Bad URL: expected 'soap-stubs', got '{0}'
de_de: Falsche URL: erwartet 'soap-stubs', erhalten '{0}'
es_es: URL errónea: esperada 'soap-stubs', obtenida '{0}'·
fr_fr: URL erronée : attendue 'soap-stubs', obtenue '{0}'
pt_pt: URL errado: esperado 'soap-tocos' obtido '{0}'
zh_cn: URL错误：预期为'soap-stubs'，获得'{0}'

source: Unexpected URL ID: ('{0}')
de_de: Unerwartete URL-ID: ('{0}')
es_es: ID de URL inesperado: ('{0}')
fr_fr: ID d'URL inattendu : ('{0}')
pt_pt: URL ID inesperado: ('{0}')
zh_cn: 意外的URL ID：('{0}')

source: Unexpected parameter: '{0}'
de_de: Unerwarteter Parameter: '{0}'
es_es: Parámetro inesperado: '{0}'
fr_fr: Paramètre inattendu : '{0}'
pt_pt: Cenário inesperado: '{0}'
zh_cn: 意外的参数：'{0}'

source: Only Syracuse protocol is allowed.
de_de: Nur das Syracuse-Protokoll ist zulässig.
es_es: Solo está autorizado el protocolo Syracuse
fr_fr: Seul le protocole Syracuse est autorisé.
pt_pt: Só protocolo Syracuse é permitido.
zh_cn: 仅允许使用Syracuse协议。

source: Root node 'definitions' not found.
de_de: Root-Node 'definitions' nicht gefunden.
es_es: Nud raíz 'definitions' no encontrado.
fr_fr: Noeud racine 'definitions' non trouvé.
pt_pt: Nó raiz 'definições' não foi encontrado.

source: No 'types' node found.
de_de: Kein 'types'-Node gefunden.
es_es: Ningún nud 'types' encontrado.
fr_fr: Aucun noeud 'types' trouvé.
pt_pt: Não encontrou noeud 'tipos'.

source: No 'message' node found.
de_de: Kein 'message'-Node gefunden.
es_es: Ningún nud 'message' encontrado.
fr_fr: Aucun noeud 'message' trouvé.
pt_pt: No noeud 'mensagem' encontrado.

source: No 'portType' node found.
de_de: Kein 'portType'-Node gefunden.
es_es: Ningún nud 'portType' encontrado.
fr_fr: Aucun noeud 'portType' trouvé.
pt_pt: No noeud 'portType' encontrado.

source: No 'binding' node found.
de_de: Kein 'binding'-Node gefunden.
es_es: Ningún nud 'binding' encontrado.
fr_fr: Aucun noeud 'binding' trouvé.
pt_pt: No noeud 'ligação' encontrado.

source: No 'service' node found.
de_de: Kein 'service'-Node gefunden.
es_es: Ningún nud 'servicio' encontrado.
fr_fr: Aucun noeud 'service' trouvé.
pt_pt: No noeud serviço encontrado.

source: No namespace match to prefix: 'xmlns:{0}'
de_de: Kein Namespace passt zum Präfix: 'xmlns:{0}'
es_es: Ningún espacio de nombres se corresponde con el prefijo: 'xmlns:{0}'
fr_fr: Aucun espace de nommage ne correspond au préfixe : 'xmlns:{0}'
pt_pt: No namespace corresponde ao prefixo: 'Xmlns: {0}'
zh_cn: 没有任何与前缀相符的命名空间：'xmlns:{0}'

source: No namespace match to Url: '{0}'
de_de: Kein Namespace passt zur URL: '{0}'
es_es: Ningún espacio de nombres se corresponde con la URL : '{0}'
fr_fr: Aucun espace de nommage ne correspond à l'URL : '{0}'
pt_pt: No namespace não coincide com a URL: '{0}'
zh_cn: 没有任何与URL相符的命名空间：'{0}'

source: No schema found corresponding to namespace: '{0}'
de_de: Keines der gefundenen Schemata passt zum Namespace: '{0}'
es_es: Ningún esquema encontrado se corresponde con el espacio de nombres : '{0}'
fr_fr: Aucun schema trouvé ne correspond à l'espace de nommage : '{0}'
pt_pt: Nenhum esquema encontrado não corresponde ao namespace: '{0}'
zh_cn: 未找到任何与命名空间相符的模式：'{0}'

source: Message not found: {0}
de_de: Nachricht nicht gefunden: {0}
es_es: Mensaje no encontrado: {0}
fr_fr: Message non trouvé : {0}
pt_pt: Mensagem não encontrada: {0}
zh_cn: 未找到消息：{0}

source: PortType not found: {0}
de_de: PortType nicht gefunden: {0}
es_es: PortType no encontrado: {0}
fr_fr: PortType non trouvé : {0}
pt_pt: PortType não encontrado: {0}
zh_cn: 未找到PortType：{0}

source: PortType operation not found: {0}
de_de: Aktion PortType nicht gefunden: {0}
es_es: Operation PortType no encontrada: {0}
fr_fr: Operation PortType non trouvée : {0}
pt_pt: Operação PortType não encontrado: {0}
zh_cn: 未找到PortType操作：{0}

source: Binding not found: {0}
de_de: Zuordnung nicht gefunden: {0}
es_es: Asociación no encontrada: {0}
fr_fr: Association non trouvée : {0}
pt_pt: Associação não encontrado: {0}
zh_cn: 未找到绑定：{0}

source: Handle of sequence '{0}' sub node: '{1}' is not yet implemented
de_de: Verwaltung Sub-Node Sequenz '{0}': '{1}' noch nicht implementiert
es_es: Gestión del subnudo secuencia '{0}': '{1}' no se ha implementado todavía
fr_fr: Gestion du sous-noeud sequence '{0}' : '{1}' n'est pas encore mise en oeuvre
pt_pt: Gestão da seqüência de sub-nó '{0}': {1} 'ainda não está implementado
zh_cn: 序列'{0}'子节点管理：'{1}'尚未执行

source: Handle of restriction '{0}' not yet implemented
de_de: Verwaltung Restriktion '{0}' noch nicht implementiert
es_es: La gestión de la restricción '{0}' no se ha implementado todavía
fr_fr: La gestion de la restriction '{0}' n'est pas encore mise en oeuvre
pt_pt: Restrição de Gestão '{0}' ainda não está em oeuvre
zh_cn: 尚未执行限制'{0}'管理

source: Handle of complexType '{0}' sub node: '{1}' is not yet implemented
de_de: Verwaltung Sub-Node complexType '{0}': '{1}' noch nicht implementiert
es_es: Gestión del subnudo complexType '{0}': '{1}' no se ha implementado todavía
fr_fr: Gestion du sous-noeud complexType '{0}' : '{1}' n'est pas encore mise en oeuvre
pt_pt: Gestão do complexType sub-nó '{0}': {1} 'ainda não está implementado
zh_cn: complexType '{0}'子节点管理：'{1}'尚未执行

source: Handle of simpleType '{0}' sub node: '{1}' is not yet implemented
de_de: Verwaltung Sub-Node simpleType '{0}': '{1}' noch nicht implementiert
es_es: Gestión del subnudo simpleType '{0}': '{1}' no se ha implementado todavía
fr_fr: Gestion du sous-noeud simpleType '{0}' : '{1}' n'est pas encore mise en oeuvre
pt_pt: Gestão do simpleType sub-nó '{0}': {1} 'ainda não está implementado
zh_cn: simpleType '{0}'子节点管理：'{1}'尚未执行

source: Handle of attribute '{0}' sub node: '{1}' is not yet implemented
de_de: Verwaltung Sub-Node attribute '{0}': '{1}' noch nicht implementiert
es_es: Gestión del subnudo attribute '{0}': '{1}' no se ha implementado todavía
fr_fr: Gestion du sous-noeud attribute '{0}' : '{1}' n'est pas encore mise en oeuvre
pt_pt: Gestão do atributo sub-nó '{0}': {1} 'ainda não está implementado
zh_cn: simpleType '{0}'子节点管理：'{1}'尚未执行

source: Handle of element '{0}' sub node: '{1}' is not yet implemented
de_de: Verwaltung Sub-Node element '{0}': '{1}' noch nicht implementiert
es_es: Gestión del subnudo element '{0}': '{1}' no se ha implementado todavía
fr_fr: Gestion du sous-noeud element '{0}' : '{1}' n'est pas encore mise en oeuvre
pt_pt: A gestão do nó de sub-elemento '{0}': {1} 'ainda não está implementado
zh_cn: element '{0}'子节点管理：'{1}'尚未执行

source: XSD type '{0}' not found.
de_de: XSD-Typ '{0}' nicht gefunden.
es_es: Tipo XSD '{0}' no encontrado.
fr_fr: Type XSD '{0}' non trouvé.
pt_pt: Tipo XSD '{0}' não foi encontrado.
zh_cn: 未找到XSD类型'{0}'。

source: Unexpected primitive
de_de: Unerwarteter Primitive
es_es: Primitiva no esperada.
fr_fr: Primitive non attendue.
pt_pt: Primititve não esperava.
zh_cn: 意料外的Primititve。

source: Unexpected error occurred
de_de: Unerwarteter Fehler aufgetreten
es_es: Un error inesperado se ha producido
fr_fr: Une erreur inattendue s'est produite
pt_pt: Une erreur inattendue s'est produite.
zh_cn: 发生了一个错误

source: XMLSchema-datatypes '{0}' is not supported yet by Syracuse.
de_de: Die XMLSchema-Datentypen '{0}' werden noch nicht von Syracuse unterstützt.
es_es: Los tipos de datos XMLSchema '{0}' no están todavía soportados por Syracuse.
fr_fr: Les types de données XMLSchema '{0}' ne sont pas encore supportée par Syracuse.
pt_pt: XMLSchema tipos de dados '{0}' ainda não é suportado por Syracuse.
zh_cn: Syracuse尚不支持XMLSchema数据类型'{0}'。

source: XSD element '{0}' not found.
de_de: XSD-Element '{0}' nicht gefunden.
es_es: Elemento '{0}' no encontrado.
fr_fr: Elément XSD '{0}' non trouvé.
pt_pt: Elemento XSD '{0}' não foi encontrado.
zh_cn: 未找到XSD元素'{0}'。

source: Attribute 'message' not found in '{0}' portType of operation '{1}'
de_de: Attribut 'message' im portType '{0}' für die Aktion '{1}' nicht gefunden
es_es: Atributo 'message' no encontrado en el portType de '{0}' para la operación '{1}'
fr_fr: Attribut 'message' non trouvé dans le portType de '{0}' pour l'opération '{1}'
pt_pt: Atributo 'mensagem' não encontrado no portType de '{0}' para a operação '{1}'
zh_cn: 未在'{0}'的portType中找到操作'{1}' 的'message'属性

source: File already exists.
de_de: Die Datei ist bereits vorhanden.
es_es: El fichero ya existe.
fr_fr: Le fichier existe déjà.
pt_pt: O arquivo já existe.
zh_cn: 该文件已存在。

source: Protocol '{0}' is not supported.
de_de: Protokoll '{0}' wird nicht unterstützt.
es_es: Protocolo '{0}' no soportado.
fr_fr: Protocole '{0}' non supporté.
pt_pt: Protocolo de '{0}' não é suportado.
zh_cn: 不支持协议'{0}'。

source: Port protocol not found.
de_de: Port-Protokoll nicht gefunden.
es_es: Protocolo del puerto no encontrado.
fr_fr: Protocole du port non trouvé.
pt_pt: Protocolo Porto não foi encontrado.
zh_cn: 未找到端口协议。

source: Port location not found.
de_de: Port-Standort nicht gefunden.
es_es: Ubicación del puerto no encontrado.
fr_fr: Emplacement du port non trouvé.
pt_pt: Porto Local não encontrado.
zh_cn: 未找到端口位置。

source: Protocol '{0}' is not supported for port '{1}'
de_de: Protokoll '{0}' wird nicht für den Port '{1}' unterstützt
es_es: El prototipo '{0}' no está soportado por el puerto '{1}'
fr_fr: Le protocole '{0}' n'est pas supporté pour le port '{1}'
pt_pt: O protocolo '{0}' não é suportado para a porta {1} '
zh_cn: 对端口'{1}'而言，不支持协议'{0}'

source: Root element as Array is not supported yet.
de_de: Das Wurzelelement vom Typ 'Array' wird noch nicht unterstützt.
es_es: El elemento raíz de tipo 'Array' no está todavía soportado
fr_fr: L'élément racine de type 'Array' n'est pas encore supporté.
pt_pt: O tipo de elemento root 'matriz' ainda não é suportado.
zh_cn: 尚不支持'Array'类型的根元素。

source: Expected 'soap:Header' not received.
de_de: soap:Header' erwartet aber nicht erhalten.
es_es: 'soap:Header' esperado pero no recibido.
fr_fr: 'soap:Header' attendu mais non reçu.
pt_pt: 'Soap: Header' esperado, mas não recebeu.
zh_cn: 预期为'soap:Header'，但未收到。

source: Expected 'soap:Body' not received.
de_de: soap:Body' erwartet aber nicht erhalten.
es_es: 'soap:Body' esperado pero no recibido.
fr_fr: 'soap:Body' attendu mais non reçu.
pt_pt: 'Soap: Body' esperava, mas não recebeu.
zh_cn: 预期为'soap:Body'，但未收到。

source: An error has occurred while contacting server.
de_de: Beim Zugriff auf den Server ist ein Fehler aufgetreten.
es_es: Un error se ha producido al contactar con el servidor.
fr_fr: Une erreur s'est produite lors du contact avec le serveur.
pt_pt: Ocorreu um erro ao entrar em contato com o servidor.
zh_cn: 联系服务器时发生一个错误。

source: Unknow error has occurred
de_de: Ein unbekannter Fehler ist aufgetreten
es_es: Un error desconocido se ha producido
fr_fr: Une erreur inconnue s'est produite
pt_pt: Ocorreu um erro desconhecido
zh_cn: 发生了一个未知错误

source: Severals stubs found for name: {0}
de_de: Mehrere Stubs gefunden für den Namen: {0}
es_es: Varios stubs encontrados par el nombre: {0}
fr_fr: Plusieurs stubs trouvés pour le nom : {0}
pt_pt: Vários tocos encontrados para o nome: {0}
zh_cn: 找到多个该名字的stub：{0}

source: Stub not found: {0}
de_de: Stub nicht gefunden: {0}
es_es: Stub no encontrado: {0}
fr_fr: Stub non trouvé : {0}
pt_pt: Stub não encontrado: {0}
zh_cn: 未找到Stub：{0}

source: Stub port not found: {0}
de_de: Stub-Port nicht gefunden: {0}
es_es: Puerto del stub no encontrado: {0}
fr_fr: Port du stub non trouvé : {0}
pt_pt: Porto stub não encontrado: {0}
zh_cn: 未找到stub端口：{0}

source: Stub port operation not found: {0}
de_de: Stub-Port-Aktion nicht gefunden: {0}
es_es: Operación del puerto del stub no encontrado: {0}
fr_fr: Opération du port du stub non trouvé : {0}
pt_pt: Operação do porto não Stub encontradas: {0}
zh_cn: 未找到stub端口操作：{0}

source: Only '$request' and '$response' prototypes are availables.
de_de: Nur die Prototypen '$request' und '$response' sind verfügbar.
es_es: Solo están disponibles los prototipos '$request' y '$response'.
fr_fr: Seuls les prototypes '$request' et '$response' sont disponibles.
pt_pt: Somente protótipos '$ request e $ resposta estão disponíveis.
zh_cn: 只有'$request'和'$response'原型可用。

source: Prototype file doesn't exist
de_de: Prototyp-Datei nicht vorhanden
es_es: El fichero prototipo no existe
fr_fr: Le fichier prototype n'existe pas
pt_pt: O arquivo protótipo não existe
zh_cn: 原型文件不存在

source: Type: '{0}' is not valid.
de_de: Typ: '{0}' ist ungültig.
es_es: Tipo: '{0}' no es válido.
fr_fr: Type : '{0}' n'est pas valide.
pt_pt: Tipo : '{0}' é inválido.
zh_cn: 类型：'{0}'无效。

source: File doesn't exist
de_de: Die Datei ist nicht vorhanden
es_es: El fichero no existe
fr_fr: Le fichier n'existe pas
pt_pt: O ficheiro não existe
zh_cn: 文件不存在

source: The '_key' parameter must not be undefined for '{0}' operation.
de_de: Der Parameter '_key' muss für die Aktion '{0}' definiert sein.
es_es: El parámetro '_key' debe estar definido para la operación '{0}'
fr_fr: Le paramètre '_key' ne doit pas être indéfini pour l'opération '{0}'.
pt_pt: O parâmetro '_key' não deve ser por tempo indeterminado para a operação {0}.
zh_cn: 必须为操作'{0}'定义参数'_key'。

source: An error has occurred while retrieving prototype: {0}.${1}
de_de: Bei der Wiederherstellung des Prototyps ist ein Fehler aufgetreten: {0}.${1}
es_es: Un error se ha producido durante la recuperación del prototipo: {0}.${1}
fr_fr: Une erreur s'est produite lors de la récupération du prototype : {0}.${1}
pt_pt: Ocorreu um erro ao recuperar o protótipo: {0}. $ {1}
zh_cn: 恢复原型时发生一个错误：{0}.${1}

source: No '{0}' instance found with identifier '{1}'
de_de: Keine Instanz '{0}' mit Identifikator '{1}' gefunden
es_es: Ninguna instancia '{0}' encontrada con el identificante '{1}'
fr_fr: Aucune instance '{0}' trouvée avec l'identifiant '{1}'
pt_pt: Nenhuma instância '{0}' encontrado com id '{1}'
zh_cn: 未找到任何具有识别码'{1}'的实例'{0}'

source: Invalid soap action: {0}
de_de: Soap-Vorgang ungültig: {0}
es_es: Acción soap no válida: {0}
fr_fr: Action soap invalide : {0}
pt_pt: Ação sabão inválido: {0}
zh_cn: soap操作无效：{0}
